IDS_DGNDRAWBASE_TEST = "DgnDrawBase-Test(Lang:EN)"
IDS_DGNDRAWBASE_MAIN_REBAR__s = "%s x %2dea เหล็กเสริมหลัก"
IDS_DGNDRAWBASE_PRESS_PLATE = "Pressur plate"
IDS_DGNDRAWBASE_INSIDE = "ภายใน"
IDS_DGNDRAWBASE_OUTSIDE = "ภายนอก"
IDS_DGNDRAWBASE_PLAN_ROOF = "[ PLAN ( ROOF ) ]"
IDS_DGNDRAWBASE_ELEVATION = "[ ELEVATION ]"
IDS_DGNDRAWBASE_ELEVATION_WALL = "[ ELEVATION ( กำแพง ) ]"
IDS_DGNDRAWBASE_FND_EFFECT_RANGE = "ขอบเขตผลกระทบของฐานราก"
IDS_DGNDRAWBASE_DEPTH = "ความลึก\n(m)"
IDS_DGNDRAWBASE_N_VALUE = "ค่า N"
IDS_DGNDRAWBASE_ORG_GROUND = "พื้นดินเดิม"
IDS_DGNDRAWBASE_STL_TENS__s = "เหล็ก แรงดึง (%s)"
IDS_DGNDRAWBASE_STL_COMP__s = "เหล็ก แรงอัด (%s)"
IDS_DGNDRAWBASE_CON_COMP__s = "คอนกรีต แรงอัด (%s)"
IDS_DGNDRAWBASE_STL_STRAIN = "Steel Strain"
IDS_DGNDRAWBASE_CON_STRAIN = "ความเครียดคอนกรีต"
IDS_DGNDRAWBASE_NEU_AXIS = "Neutral Axis"
IDS_DGNDRAWBASE_MOMENT__s__s = "โมเมนต์ดัด (%s.%s)"
IDS_DGNDRAWBASE_IDEL_MODEL = "Idealized Model"
IDS_DGNDRAWBASE_M_PHI_POINT = "M-Phi Point"
IDS_DGNDRAWBASE_M_PHI_CURVE = "M-Phi Curve"
IDS_DGNDRAWBASE_M_PHI = "M-Phi"
IDS_DGNDRAWBASE_P_DELTA = "P-Delta"
IDS_DGNDRAWBASE_NO_RESULT = "ไม่มีผลลัพธ์"
IDS_DGNDRAWBASE_ERR_DRAW_FLOOR = "เกิดข้อผิดพลาดในการวาดแผนที่ชั้นดิน (ฟังก์ชัน Draw Floor)"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_LEVEL = "เกิดข้อผิดพลาดในการวาดแผนที่ชั้นดิน (ฟังก์ชัน Draw_SoilLevel)"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_TYPE = "เกิดข้อผิดพลาดในการวาดแผนที่ชั้นดิน (ฟังก์ชัน Draw_SoilType)"
IDS_DGNDRAWBASE_IMAGE_FILE_NOT_EXIST = "ไม่มีไฟล์รูปภาพ"
IDS_DGNDRAWBASE_PMCURVE_IMAGE_FILE_NOT_EXIST = "ไม่มีไฟล์รูปภาพ PM-Curve"
IDS_REPORT_CONVERTER_CONVERT_REPORT = "แปลงรายงาน"
IDS_REPORT_CONVERTER_CONVERTING = "กำลังสร้างรายงาน ..."
IDS_REPORT_CONVERTER_CONVERTING_SLAB = "กำลังสร้างรายงาน ( RC / พื้น ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBE = "กำลังสร้างรายงาน ( RC / คาน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCO = "กำลังสร้างรายงาน ( RC / เสา ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSW = "กำลังสร้างรายงาน ( RC / กำแพงแรงเฉือน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFDN = "กำลังสร้างรายงาน ( RC / ฐานราก ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBW = "กำลังสร้างรายงาน ( RC / กำแพงชั้นใต้ดิน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBL = "กำลังสร้างรายงาน ( RC / ตารางคาน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSL = "กำลังสร้างรายงาน ( RC / ตารางพื้น ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBU = "กำลังสร้างรายงาน ( RC / ค้ำยัน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCB = "กำลังสร้างรายงาน ( RC / คอร์เบล ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URST = "กำลังสร้างรายงาน ( RC / บันได ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCF = "กำลังสร้างรายงาน ( RC / ฐานรากร่วม ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URGC = "กำลังสร้างรายงาน ( RC / เสาหน้าตัดทั่วไป ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCBF = "กำลังสร้างรายงาน ( RC / ฐานรากร่วม ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URDW = "กำลังสร้างรายงาน ( RC / กำแพงร่วม ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URAB = "กำลังสร้างรายงาน ( RC / สลักเกลียวแองเคอร์ ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URRW = "กำลังสร้างรายงาน ( RC / กำแพงกันดิน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USSG = "กำลังสร้างรายงาน ( STEEL / คานและเสา ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBP = "กำลังสร้างรายงาน ( STEEL / แผ่นฐาน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBC = "กำลังสร้างรายงาน ( STEEL / รอยต่อสลักเกลียว ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USMC = "กำลังสร้างรายงาน ( STEEL / รอยต่อสลักเกลียวโมเมนต์ดัด ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCG = "กำลังสร้างรายงาน ( STEEL / คานเครน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USPG = "กำลังสร้างรายงาน ( STEEL / แปและกิรต์ ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USEP = "กำลังสร้างรายงาน ( STEEL / แผ่นฝัง ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWO = "กำลังสร้างรายงาน ( STEEL / ช่องเปิดเว็บ ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USST = "กำลังสร้างรายงาน ( STEEL / บันได ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWE = "กำลังสร้างรายงาน ( STEEL / งานเชื่อม ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWB = "กำลังสร้างรายงาน ( STEEL / คานเว็บลูกฟูก ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCB = "กำลังสร้างรายงาน ( SRC / คานคอมโพสิต ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCO = "กำลังสร้างรายงาน ( SRC / เสา ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCFT = "กำลังสร้างรายงาน ( SRC / เสา CFT ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAMT = "กำลังสร้างรายงาน ( ALUMINUM / เสาหน้าตัดทั่วไป ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAAG = "กำลังสร้างรายงาน ( ALUMINUM / คานและเสา ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCF = "กำลังสร้างรายงาน ( STEEL / หน้าตัดขึ้นรูปเย็น ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERBE = "กำลังสร้างรายงาน ( RC / คาน ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERCO = "กำลังสร้างรายงาน ( RC / เสา ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERSF = "กำลังสร้างรายงาน ( RC / ฐานรากแถบ ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESSG = "กำลังสร้างรายงาน ( STEEL / คานและเสา ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBC = "กำลังสร้างรายงาน ( STEEL / รอยต่อสลักเกลียว ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESMC = "กำลังสร้างรายงาน ( STEEL / รอยต่อสลักเกลียวโมเมนต์ดัด ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBP = "กำลังสร้างรายงาน ( STEEL / รอยต่อสลักเกลียว ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFSL = "กำลังสร้างรายงาน ( REINFORCE / พื้น RC ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFBE = "กำลังสร้างรายงาน ( REINFORCE / คาน RC ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFCO = "กำลังสร้างรายงาน ( REINFORCE / เสา RC ) ..."
